Repository: mohuilin/ios
Catalog: Connect/*.lproj/Localizable.strings
Languages: ru, zh_hans

source: Chat
ru: Чат
zh_hans: 聊天

# Chat Accept success
source: Accept success
ru: Успешное получение
zh_hans: 领取成功

# Chat Add as a friend to chat
source: Add as a friend to chat
ru: Добавтьте в друзья, чтобы начать разговор
zh_hans: 添加为好友才能开始聊天

# Chat Address
source: Address
ru: Адрес
zh_hans: 地址

# Chat Address already exists
source: Address already exists
ru: Адрес уже существует
zh_hans: 地址已经存在

# Chat Agree
source: agree
ru: Согласие
zh_hans: 同意

# Chat Album
source: Photos
ru: Фотоальбом
zh_hans: 相册

# Chat Album Permission Get
source: Lack of reading system album permissions, click "Settings" - "permissions" grant application permissions
ru: Недостаточно прав для считывания фотоальбома системы, пожалуйста щелкните на "Настройки" - "Права" для получения нужнвх прав
zh_hans: 缺少读取系统相册的权限，请点击 "设置" - "权限" 授予应用权限

# Chat All Image
source: Images
ru: Все изображения
zh_hans: 全部图片

# Chat All Image Video
source: Images and Videos
ru: Изображения и видео
zh_hans: 图片和视频

# Chat All Video
source: Videos
ru: Все видео
zh_hans: 所有视频

# Chat All photos
source: All photos
ru: Все фотографии
zh_hans: 所有照片

# Chat Allow Connect to access your album
source: Allow Connect to access your album from device menu: 'Setting'->'Privacy'->'album'
ru: Пожалуйста, установите в опциях телефона "Настройки-Личное-Фотоальбом" разрешение подключения для доступа к фотоальбому твоего телефона
zh_hans: 请在手机的”设置-隐私-相册“选项中,允许连线访问你的手机相册

# Chat Allow Connect to access your microphone
source: Allow Connect to access your microphone from device menu: 'Setting'->'Privacy'->'Microphone'
ru: Пожалуйста, установите в опциях телефона "Настройки-Личное-Микрофон" разрешение подключения для доступа к микрофону твоего телефона
zh_hans: 请在手机的”设置-隐私-麦克风“选项中,允许连线访问你的手机麦克风

# Chat Announcement
source: [Announcement]
ru: [Уведомление]
zh_hans: [公告]

# Chat Audio
source: [Audio]
ru: [Аудио]
zh_hans: [语音]

# Chat Back
source: Back
ru: Назад
zh_hans: 返回

# Chat Best luck
source: Best luck
ru: Хорошее везение
zh_hans: 手气最佳

# Chat Bitcoin has been return to your wallet
source: Bitcoin has been return to your wallet
ru: После истечения времени денежного подарка остаточная сумма вернется в твой кошелек
zh_hans: 红包超时，余额已经退回到你的钱包

# Chat Call
source: Call
ru: Вызов/Позвонить
zh_hans: 拨打电话

# Chat Camera Roll
source: Camera Roll
ru: Фотопленка
zh_hans: 相机胶卷

# Chat Chats
source: Chats
ru: Чаты
zh_hans: 聊天

# Chat Choose Members
source: Choose Members
ru: Выбор членов
zh_hans: 选择成员

# Chat Choose contact
source: Choose contact
ru: Выбор контакта
zh_hans: 选择联系人

# Chat Complete
source: Complete
ru: Завершено
zh_hans: 完成

# Chat Compressing
source: Compressing...
ru: Сжатие…
zh_hans: 压缩中...

# Chat Connecting
source: Connecting
ru: Соединение…
zh_hans: 连接中...

# Chat Connection protocol upgrades
source: Connection protocol upgrades
ru: Обновление протокола соединения
zh_hans: 连接协议升级

# Chat Contact card
source: Contact card
ru: Рекомендованные друзья для тебя
zh_hans: 向你推荐朋友

# Chat Create a new chat
source: Create a new chat
ru: Создать новый чат
zh_hans: 创建新的聊天

# Chat Creating group
source: Creating group...
ru: Создание группы
zh_hans: 创建群组中...

# Chat Crowd founding in progress
source: Crowd-founding in progress
ru: Выполняется краудфандинг
zh_hans: 众筹进行中

# Chat Crowd funding
source: Crowd-funding
ru: Получение средств краудфандинга
zh_hans: 众筹收款

# Chat Crowd funding by who
source: By %@
ru: Инициировать краудфандинг %@
zh_hans: %@发起众筹

# Chat Crowdfoundind History
source: History
ru: Запись краудфандинг
zh_hans: 众筹记录

# Chat Crowdfunding
source: Crowdfunding
ru: Краудфандинг
zh_hans: 众筹

# Chat Crowfunding
source: Create
ru: Инициировать краудфандинг
zh_hans: 发起众筹

# Chat Disable self destruct
source: Disable self-destruct
ru: После выхода из режима чтения самоуничтожние
zh_hans: 退出阅后即焚

# Chat Resource loading failed. Please try again later
source: Resource loading failed. Please try again later
ru: Ошибка загрузки ресурсов,попробуйте позже
zh_hans: 资源加载失败，请稍后再试

# Chat Draft
source: [Draft]
ru: [Черновик]
zh_hans: [草稿]

# Chat Enable Self destruct Mode
source: Enable Self-destruct Mode
ru: После активации чтения самоуничтожение
zh_hans: 开启阅后即焚

# Chat Encrypted
source: Encrypted
ru: Кодирование
zh_hans: 加密

# Chat Expired
source: Expired %d/%d
ru: %d/%d уже просрочен
zh_hans: 已过期 %d/%d

# Chat Expression
source: [Expression]
ru: [Смайлик]
zh_hans: [表情]

# Chat Failed to get redpact
source: Failed to get redpact
ru: Неудалось получить денежный подарок, обновите страницу и поробуйте снова
zh_hans: 领取红包失败,刷新网页后重试

# Chat Failed to get transfer
source: Failed to get transfer
ru: Неудалось получить оплату, обновите страницу и поробуйте снова
zh_hans: 收款领取失败,刷新网页后重试

# Chat Favorites
source: Favorites
ru: Избранное
zh_hans: 收藏

# Chat Find me from the recommendation
source: Find me from the recommendation
ru: Найти меня по рекомендации
zh_hans: 从好友推荐发现我

# Chat Founded complete
source: Founded complete
ru: Краудфандинг завершен
zh_hans: 众筹已经完成

# Chat Funding
source: [Funding]
ru: [Получение средств]
zh_hans: [收款]

# Chat Group Members
source: Members(%d)
ru: Члены группы (%d человек)
zh_hans: 群成员(%d人)

# Chat Group Namecard
source: [Group Namecard]
ru: [Визитная карточка группы]
zh_hans: [群组名片]

# Chat Group certification
source: [Group certification]
ru: [Проверка группы]
zh_hans: [群组审核]

# Chat Group chat
source: Group chat
ru: Групповой чат
zh_hans: 群聊

# Chat Group has been disbanded
source: %@ Group has been disbanded
ru: %@ группа была расформирована
zh_hans: %@ 群已经解散

# Chat Have agreed
source: Accepted
ru: Одобрено
zh_hans: 已同意

# Chat Have refused
source: Refuse
ru: Отклонено
zh_hans: 已拒绝

# Chat Hide messages
source: Not show username or avatars,No message record
ru: В разговоре не отображается пользовательский ник и аватар, после истечения срока разговора, он не будет сохранен
zh_hans: 会话不显示用户昵称和头像，消息过期后不会存留

# Chat History
source: History
ru: Запись
zh_hans: 记录

# Chat Hour
source: %d Hour
ru: %d час
zh_hans: %d小时

# Chat I know
source: I know
ru: Я знаю
zh_hans: 我知道了

# Chat Loading
source: Loading
ru: Загружается…
zh_hans: 收取中...

# Chat Loc
source: location
ru: Местоположение
zh_hans: 位置

# Chat Location
source: [Location]
ru: [Местоположение]
zh_hans: [位置]

# Chat Lucky packet Overtime
source: Lucky packet Overtime!
ru: Время ожидания денежного подарка истекло!
zh_hans: 红包超时！

# Chat Lucky packet transfering to your wallet
source: Lucky packet transfering to your wallet
ru: Подожди пока система передаст денежный подарок в твой кошелек
zh_hans: 等待系统发送红包到你的钱包

# Chat Member Max
source: %d/%d members
ru: Члены %d/%d
zh_hans: %d/%d 成员

# Chat Message not parse upgrade version
source: Message can't parse, please upgrade the latest version
ru: Сообщение не может быть проанализировано, пожалуйста обновите до последней новой версии
zh_hans: 消息不能解析，请升级最新版本

# Chat Message retweet
source: Message retweet
ru: Передача сообщения
zh_hans: 消息转发

# Chat Minute
source: %d Min
ru: %d водораздел
zh_hans: %d分

# Chat Msg Undefine
source: Message is undefined
ru: Сообщение не определено
zh_hans: 消息未定义

# Chat Mute Notification
source: Mute Notification
ru: Отключить оповещение
zh_hans: 消息免打扰

# Chat My Photo Stream
source: My Photo Stream
ru: Мой фотопоток
zh_hans: 我的照片流

# Chat Name Card
source: Name Card
ru: Визитная карточка
zh_hans: 名片

# Chat Network connection failed please check network
source: Network connection failed, please check network
ru: Не удается подключиться к сети, пожалуйста проверьте сеть
zh_hans: 网络连接失败，请检查网络

# Chat New application
source: New application
ru: Новое заяление
zh_hans: 新申请

# Chat New message notification
source: New message notification
ru: Оповещение о новом сообщении
zh_hans: 新消息通知

# Chat No Pictures
source: No picture
ru: Нет изображения
zh_hans: 没有图片

# Chat Not Group Master
source: You are not the group adminer
ru: Ты не являешься администратором этой группы
zh_hans: 你不是该群的群主

# Chat Not connected
source: Not connected
ru: Чат (не подсоединено)
zh_hans: 聊天(未连接)

# Chat Notice New Message
source: [You got a new message]
ru: [Ты получил одно сообщение]
zh_hans: [你收到一条新消息]

# Chat One message failed to decrypt
source: There was a message that failed to decrypt
ru: Неудача сообщение дешифрования
zh_hans: 有一条消息解密失败

# Chat Original
source: Original
ru: Оригнальное изображение
zh_hans: 原图

# Chat Panoramas
source: Panoramas
ru: Общий вид фотографии
zh_hans: 全景照片

# Chat Per BTC
source: %@ per %@ BTC
ru: %@ человек %@ BTC
zh_hans: %@ 每人 %@ BTC

# Chat Photo
source: Photo
ru: Фотография
zh_hans: 照片

# Chat Photo libary
source: Album
ru: галерея
zh_hans: 图库

# Chat Picture
source: [Picture]
ru: [Изображение]
zh_hans: [图片]

# Chat Preview
source: Preview
ru: Предварительный просмотр
zh_hans: 预览

# Chat Preview Num
source: preview(%1$d)
ru: Предварительный просмотр (%1$d)
zh_hans: 预览(%1$d)

# Chat Read Burn
source: Read & Burn
ru: Уничтожить после прочтения
zh_hans: 阅后即焚

# Chat Recent Added
source: Recent Added
ru: Недавно добавленные
zh_hans: 最近添加

# Chat Recent chat
source: Recent chat
ru: Последний чат
zh_hans: 最近聊天

# Chat Record time too long
source: Record time too long
ru: Слишком долгое время
zh_hans: 时间太长

# Chat Record time too short
source: Record time too short
ru: Слишком короткое время
zh_hans: 时间太短

# Chat Red packet
source: [Lucky packet]
ru: [Денежный подарок]
zh_hans: [红包]

# Chat Refreshing Secret Key
source: Refreshing Secret Key...
ru: Обновление ключа…
zh_hans: 正在更新密钥...

# Chat Release to cancel
source: Release to cancel
ru: Отпустите чтобы отменить отправку
zh_hans: 松开取消发送

# Chat Resend this message
source: Resend this message?
ru: Отправить повторно сообщение?
zh_hans: 重发这条消息？

# Chat Retweet
source: Retweet
ru: Переслать
zh_hans: 转发

# Chat Screen Shots
source: Screen Shots
ru: Скриншот
zh_hans: 屏幕截图

# Chat Seconds
source: %d Seconds
ru: %d секунд
zh_hans: %d 秒

# Chat Secret Key Refreshed
source: Secret Key Refreshed
ru: Успешное обновление ключа
zh_hans: 密钥更新成功

# Chat Select
source: Select
ru: Выбрать
zh_hans: 选中

# Chat Select Count
source: select(%1$d)
ru: Выбрать (%1$d)
zh_hans: 选中(%1$d)

# Chat Select Count Max
source: select(%1$d/%2$d)
ru: Выбрать (%1$d/%2$d)
zh_hans: 选中(%1$d/%2$d)

# Chat Send Mulphoto
source: send%1$dphoto
ru: Отправить %1$d изображение
zh_hans: 发送%1$d张图片

# Chat Send a Luck Packet Click to view
source: Send Lucky Packet Click to view
ru: Отправить денежный подарок/щелкните n для получения
zh_hans: 发出红包 点击领取

# Chat Send a namecard
source: Send a namecard
ru: Отправить визитную карточку
zh_hans: 发送名片

# Chat Send contact card to the current chat
source: Send %@ to current chat
ru: Отправить %@ в текущий разговор
zh_hans: 发送%@到当前会话

# Chat Send image to
source: Send image to%@
ru: Отправить изображение %@
zh_hans: 发送图片给%@

# Chat Send video to
source: Send video to%@
ru: Отправить видео %@
zh_hans: 发送视频给%@

# Chat Send vioce
source: Send vioce
ru: Отправить голосовое сообщение
zh_hans: 发送语音

# Chat Set success
source: Set success
ru: Установка выполнена
zh_hans: 设置成功

# Chat Share contact
source: Share the Contact Card
ru: Поделиться визитной карточкой
zh_hans: 分享名片

# Chat Share contact to
source: Share %@ to %@
ru: Поделиться %@ с %@
zh_hans: 分享 %@ 到 %@

# Chat Sharelink
source: [share link]
ru: [Поделиться ссылкой]
zh_hans: [分享链接]

# Chat Sight
source: Sight
ru: Камера
zh_hans: 相机

# Chat Slide left to cancel
source: Slide left to cancel
ru: Проведите налево для отмены отправки
zh_hans: 向左滑动取消发送

# Chat Snapchat
source: [Snapchat]
ru: [Самоуничтожение после прочтения]
zh_hans: [阅后即焚]

# Chat Someone note me
source: [Someone @ me]
ru: [Кто-то @ меня]
zh_hans: [有人@我]

# Chat Source QR
source: Share of the group of qr code
ru: Поделиться QR-кодом группы
zh_hans: 分享的群二维码

# Chat Sticky on Top
source: Sticky on Top
ru: Прикрепить
zh_hans: 置顶

# Chat Sticky on Top chat
source: Sticky on Top chat
ru: Прикрепить чат
zh_hans: 置顶聊天

# Chat The day before yesterday
source: The day before yesterday
ru: Позавчера
zh_hans: 前天

source: The private key failed to updated. Your message will be encrypted by fixed ECDH key
ru: Сессия ключ обновление не удается, ваше сообщение будет передано шифруется с помощью ключа фиксированного совместных
zh_hans: 会话密钥更新失败，你发送的消息将通过固定协同密钥进行加密传输

# Chat Tips
source: [Tips message]
ru: [Сообщение напоминание]
zh_hans: [提示信息]

# Chat Today
source: Today %@
ru: Сегодня %@
zh_hans: 今天 %@

# Chat Transfer
source: [Transfer]
ru: [Перевести]
zh_hans: [转账]

# Chat Transfer Detail
source: Transfer Detail
ru: Подробности перевода
zh_hans: 转账详情

# Chat Transfer to other BTC
source: Transfer to other %@ BTC
ru: Перевести другому %@ BTC
zh_hans: 转账给对方 %@ BTC

# Chat Transfer to you BTC
source: Transfer to you %@ BTC
ru: Перевести себе %@ BTC
zh_hans: 转账给你 %@ BTC

# Chat Unable to record
source: Unable to record
ru: Невозможно записать
zh_hans: 无法录音

# Chat Unencrypted
source: Unencrypted
ru: Незашифрованный
zh_hans: 未加密

# Chat Unkonw message
source: [Unkonw message]
ru: [Неизвестное сообщение]
zh_hans: [未知消息]

# Chat Unpaid
source: Unpaid
ru: Не оплачено
zh_hans: 未支付

# Chat Update Database
source: Update Database
ru: Обновление базы данных
zh_hans: 更新数据库

# Chat Updating Database
source: Updating Database
ru: данные Обновление
zh_hans: 正在更新数据

# Chat User already in group
source: User already in group
ru: Пользователь уэже в группе
zh_hans: 用户已经在群组中

# Chat VerifyCode has expired
source: VerifyCode has expired
ru: VerifyCode уже просрочен
zh_hans: VerifyCode已经过期

# Chat Video
source: [Video]
ru: [Видео]
zh_hans: [视频]

# Chat Video compress size Are yousend
source: Video compress size:%@,Are you sure send this video?
ru: После сжатия размер видео: %@, уверены, что хотите отправить его?
zh_hans: 压缩后视频大小:%@,你确定要发送么?

# Chat Video preview
source: Video preview
ru: Просмотр видео
zh_hans: 视频预览

# Chat Videos
source: Videos
ru: Видео
zh_hans: 视频

# Chat Visting card
source: [Visting card]
ru: [Визитная карточка]
zh_hans: [名片]

# Chat Waitting for open
source: Waitting for open
ru: Ожидание получения
zh_hans: 等待领取

# Chat When choosing pictures can not choose the video
source: Videos can't be chosen while choosing pictures
ru: Видео не может быть выбрано, пока выбраны фотографии
zh_hans: 选择照片的时候不允许选择视频

# Chat Yesterday
source: Yesterday
ru: Вчера
zh_hans: 昨天

# Chat Yesterday s
source: Yesterday %@
ru: Вчера %@
zh_hans: 昨天 %@

# Chat You
source: You
ru: Ты
zh_hans: 你

# Chat You are start encrypt chat Messages encrypted
source: Starting encrypted chat Messages P2P encrypted with private key Any 3th party can’t get contents Server doesn’t retain any history
ru: начал зашифрованный чат Сообщение передается зашифровано от точки к точке Никакая третья сторона не сможет получить содержания сообщения Сервер не сохраняет запись истории
zh_hans: 开始加密聊天 消息通过点对点加密传输 任何第三方都不能获取消息内容 服务器不存储历史记录

# Chat You can only select photos
source: You can only select %zd photos
ru: Ты само много можешь выбрать только фотографии %zd
zh_hans: 你最多只能选择%zd张照片

# Chat You have left the group
source: You have left the group
ru: Вы уже покинули группу
zh_hans: 你已经离开群组

# Chat You receive a red envelope
source: You receive a red envelope
ru: Вы получили денежный подарок
zh_hans: 你领取了一个红包

# Chat You receive a transfer BTC
source: You receive a transfer %@ BTC
ru: Вы получили денежный перевод/ n%@ BTC
zh_hans: 你收到一笔转账 %@ BTC

# Chat You received snapchat message
source: You received snapchat message
ru: После получения текста тут же уничтожить его
zh_hans: 你收到一条阅后即焚消息

# Chat Your Connect ID will no longer be linked with mobile number
source: Your Connect ID will no longer be linked with mobile number as this number has been linked to %@
ru: Ваша учетная запись больше не связана с мобильным номером, а этот номер уже используется другим лицом %@
zh_hans: 你的账号已经解除绑定电话号码，这个电话已经被用户%@绑定

# Chat Your account is not bound to the phone
source: Your account is haven't bind a phone,Please try again after binded
ru: Ваш аккаунт не привязан к номеру телефона,пожалуйста, попробуйте снова
zh_hans: 你的帐号未绑定手机，请绑定后再试

# Chat disable the self descruct
source: %@ disabled the self-destruct
ru: Самоуничтожение после закрытия прочтения
zh_hans: %@关闭阅后即焚

# Chat et self destruct timer
source: Set self-destruct timer
ru: Установить время самоуничтожения после прочтения
zh_hans: 设置阅后即焚时间

# Chat founded
source: %d/%d founded
ru: %d/%d По..инга
zh_hans: %d/%d 众筹收款

# Chat latitude longitude
source: latitude %+.6f, longitude %+.6f
ru: Широта% +. 6f, долгота% +. 6f n
zh_hans: 纬度 %+.6f, 经度 %+.6f

# Chat may be a phone number you can
source: %@ may be a phone number, you can
ru: %@ может быть номером телефона, вы можете
zh_hans: %@ 可能是个电话，你可以

# Chat members
source: (%d members)
ru: (%d человек)
zh_hans: (%d 人)

# Chat one device can only grab a luckypackage
source: one device can only grab a luckypackage
ru: Устройство может только захватить красный конверт
zh_hans: 一个设备只能抢一个红包

# Chat opened Lucky Packet of
source: %@’ve opened Lucky Packet of %@
ru: Денежный подарок %@ был получен %@
zh_hans: %@领取了%@的红包

# Chat paid the bill to
source: %@ paid the bill to %@
ru: Счет %@ был оплачен %@
zh_hans: %@支付了%@的账单

# Chat paid the crowd founding to
source: %@ paid the crowd-founding to %@
ru: Счет краудфандинга %@ был оплачен %@
zh_hans: %@支付了%@的众筹账单

# Chat send a snap chat message
source: You sent a read & burn message
ru: Ты отправил сообщение, которое после прочтения самоуничтожится
zh_hans: 你发送一条阅后即焚消息

# Chat set the self destruct timer to
source: %@ set the self-destruct timer to %@
ru: После открытия текста %@ и после уничтожения %@, информировать об удалении
zh_hans: %@开启阅后即焚%@后删除消息

# Chat system luckypackage have been frozen
source: system luckypackage have been frozen
ru: Красный конверт подвешен системный администратор
zh_hans: 该红包被系统暂停

source: Chat the day before yesterday time %@
ru: позавчера %@
zh_hans: 前天 %@

# Chat video limit
source: video is too long no more than %d minute
ru: Видео слишком длинное/ n не должно превышать %d минут
zh_hans: 视频过长 不能分享超过%d分钟的视频

# Chat video tip
source: video is too long
ru: Видео слишком длинное
zh_hans: 视频过长

# Chat your bitcoin address received a transfer
source: You received a transfer, the amount is:%@
ru: На Ваш биткоин адрес поступил денежный перевод, сумма составляет:%@
zh_hans: 你的比特币地址收到一笔转账，金额为:%@

# Common
source: Common type
ru: Общий тип
zh_hans: 常规类型

# Common Cancel
source: Cancel
ru: Отменить
zh_hans: 取消

# Common Completed
source: Completed
ru: Завершено
zh_hans: 已完成

# Common Download App
source: Downloading%@
ru: Загружается %@
zh_hans: 正在下载%@

# Common In
source: In '%@
ru: в %@
zh_hans: 在%@中

# Common Installed
source: Installed
ru: Установлено
zh_hans: 已安装

# Common Loading
source: Loading ...
ru: Загружается...
zh_hans: 加载中...

# Common MM dd HH mm
source: MM/dd HH:mm
ru: MM месяц dd число HH:mm
zh_hans: MM月dd日 HH:mm

# Common OK
source: OK
ru: Решено
zh_hans: 确定

# Common Pull down to refresh
source: Pull down to refresh
ru: Потяните вниз, чтобы обновить страницу
zh_hans: 下拉刷新

# Common Release to refresh
source: Release to refresh
ru: Ослабить обновление
zh_hans: 松开刷新

# Common footer hint normal
source: Click to load more
ru: Кликнуть для большего количества загрузок
zh_hans: 点击加载更多

# Common footer hint normal loading
source: Loading more
ru: Загрузка еще больше данных
zh_hans: 正在加载更多数据

# Common footer hint ready
source: Release to load more
ru: Ослабить для большего количества загрузок
zh_hans: 松开载入更多

source: Error code
ru: Вид ошибки
zh_hans: 错误类型

# ErrorCode Create error
source: Create error
ru: Ошибка при создании
zh_hans: 创建错误

# ErrorCode Data is too large
source: Data is too large
ru: Слишком много данных
zh_hans: 数据过大

# ErrorCode DecodeRawTransaction error
source: DecodeRawTransaction error
ru: Ошибка при расшифровке первого денежного перевода
zh_hans: 解码原始事务错误

# ErrorCode Double flowers
source: Double flowers
ru: Сбой при двойной операционной сделке
zh_hans: 双花交易失败

# ErrorCode Ecdh generation failed
source: Ecdh generation failed
ru: Сбой при образовании Ecdh
zh_hans: ecdh 生成失败

# ErrorCode Error
source: Error
ru: Обнаружена ошибка
zh_hans: 发生了错误

# ErrorCode Error uploading avatar
source: Error uploading avatar
ru: Ошибка при загрузке аватара
zh_hans: 上传头像错误

# ErrorCode Gcm generation failed
source: Gcm generation failed
ru: Сбой при образовании Gcm
zh_hans: gcm 生成失败

# ErrorCode Not ProtoBuffer data
source: Not ProtoBuffer data
ru: Данные не являются ProtoBuffer
zh_hans: 不是ProtoBuffer 数据

# ErrorCode Not json data
source: Not json data
ru: Данные не могут быть проанализированы
zh_hans: 数据不能解析

# ErrorCode Phone number is incorrect
source: Phone number is incorrect
ru: Ошибка номера телефона
zh_hans: 电话号码错误

# ErrorCode Request Error
source: Request Error
ru: Ошибка запроса
zh_hans: 请求错误

# ErrorCode Resource rule validation failed
source: Resource rule validation failed
ru: Сбой при проверки правил источника
zh_hans: 资源规则校验失败

# ErrorCode Signature error
source: Signature error
ru: Ошибка подписи
zh_hans: 签名错误

# ErrorCode The fee is too low
source: The fee is too low
ru: Плата слишком низкая
zh_hans: 手续费过低

# ErrorCode The format is invalid
source: The format is invalid
ru: Недопустимый формат
zh_hans: 格式不合法

# ErrorCode The phone number already exists
source: The phone number already exists
ru: Телефоный номер уже есть
zh_hans: 电话号码已经存在

# ErrorCode The public key does not match
source: The public key does not match
ru: Открытый ключ не соответствует
zh_hans: 公钥不匹配

# ErrorCode The resource already exists
source: The resource already exists
ru: Источник уже существует
zh_hans: 资源已经存在

# ErrorCode The resource has expired
source: The resource has expired
ru: Источник просрочен
zh_hans: 资源已经过期

# ErrorCode The resource is not exist
source: The resource is not exist
ru: Источник не существует
zh_hans: 资源不存在

# ErrorCode Token does not match
source: Token does not match
ru: Token не совпадают
zh_hans: Token 不匹配

# ErrorCode Transaction information is incorrect
source: Transaction information is incorrect
ru: Информация о транзакциях неверна
zh_hans: 交易信息有误

# ErrorCode Version information is repeated
source: Version information is repeated
ru: Информация о версии повтора
zh_hans: 版本信息重复

# ErrorCode backup key password hint incomplete
source: The backup key and password prompt are incomplete
ru: Резервная копия ключа и пароля являются неполными
zh_hans: 备份密钥和密码提示符不完整

# ErrorCode data error
source: data error
ru: Ошибка данных
zh_hans: 数据错误

# ErrorCode dust
source: dust
ru: Нечестная операционная сделка
zh_hans: 肮脏交易

# ErrorCode he broadcast failed
source: The broadcast failed
ru: Сбой при транслировании
zh_hans: 广播失败

# ErrorCode msgTx convert error
source: msgTx convert error
ru: Ошибка при изменении операционной сделки Tx
zh_hans: 交易TX转换错误

# ErrorCode publish hex decode error
source: publish hex decode error
ru: Ошибка в публикации расшифровки шестнадцатеричной системы счисления
zh_hans: 发布十六进制解码错误

# ErrorCode salt failure or gcm decryption failed
source: User salt failure or gcm decryption failed
ru: Пользователь недействителен или gcm ошибка расшифровки
zh_hans: 用户盐失效或者gcm解密失败

# ErrorCode timestamp not in the specified range
source: The timestamp is not in the specified range
ru: Отметка времени находится вне установленом месте
zh_hans: 时间戳不在规定范围

# ErrorCode transaction address is not available
source: transaction address is not available
ru: Торговый адрес не доступен
zh_hans: 交易地址不可用

# ErrorCode xn mempool conflict
source: Txn mempool conflict
ru: Конфликт памяти Tx
zh_hans: Tx内存冲突

source: Link
ru: Соединение контакта
zh_hans: 联系人模块

# Link Accept
source: Accept
ru: Принято
zh_hans: 接受

# Link Accepted
source: Accepted
ru: Проверено
zh_hans: 通过验证

# Link Add
source: Add
ru: Добавить
zh_hans: 添加

# Link Add Failed
source: Add Failed
ru: Сбой при добавлении
zh_hans: 添加失败

# Link Add Successful
source: Add Successful
ru: Успешно добавлен
zh_hans: 添加成功
