Repository: mohuilin/ios
Catalog: Connect/*.lproj/Localizable.strings
Languages: ru, zh_hans

# Login guide encryptedChat guide encryptedChatDescribe
source: All your message is encrypted by your private and public key
ru: Вся информация зашифрована/n через приватный ключ и ключ общего пользования
zh_hans: 所有的消息都是加密 通过你的私钥和共钥

# Login guide funStickers
source: Funny stickers
ru: Смешные наклейки
zh_hans: 有趣的贴纸

# Login guide funStickersDescribe
source: Better expression funny gif sticker
ru: Для более лучшего выражения/n смешные gif наклейки
zh_hans: 更好的表达 乐趣 gif贴纸

# Login letter number and character must be included in your login password
source: The password lenghth should be at least 8, in which must include 2 types among letter, number and charater
ru: пароль длиной более 8 бит , должны содержать буквы, цифры или символов двух
zh_hans: 密码长度为8位以上，必须包含字母、数字或字符中的两种

# Login private not registered register now
source: The private key is not registered, register now?
ru: Приватный ключ не зарегистрирован, хотите зарегистрироваться сейчас?
zh_hans: 该私钥未被注册，是否立即注册

# Login recording authority in the settings
source: Do not open the recording rights, please open the microphone authority in the settings -> privacy
ru: Не активировано разрешение на звукозапись, просьба открыть настройки -> приватность, разрешение на микрофон
zh_hans: 未开启录音权限，请在设置->隐私中打开麦克风权限

# Login scan string error
source: Wrong QR code
ru: Ошибка QR-кода
zh_hans: 二维码错误

# Login username already exists
source: username already exists
ru: Пользователь с таким именем уже существует
zh_hans: 用户名已经存在了

# Message send fail not in group
source: Message sending failed, you already not in the group
ru: Сбой отправки информации, Вы не входите в данную группу
zh_hans: 消息发送失败，你已经不在群组中

source: Network
ru: Вид сети
zh_hans: 网络类型

# Network Image loading failed
source: Image loading failed
ru: Сбой загрузки изображения
zh_hans: 图片加载失败

# Network No data
source: No data
ru: Нет данных
zh_hans: 无数据

# Network Server error
source: Server error, please try again later
ru: Ошибка сервера, пожалуйста, повторите попытку позже
zh_hans: 服务器错误，请稍后重试

# Network The request has expired
source: The request has expired
ru: Запрос истекло
zh_hans: 请求已经过期

# Network Timeout
source: Timeout
ru: Время ожидания истекло
zh_hans: 超时

# Network equest failed please try again later
source: Request failed, please try again later
ru: При сбое, просьба повторить попытку через минуту
zh_hans: 请求失败，请稍候再试

# Set
source: Settings
ru: Вид установки
zh_hans: 设置模块

# Set A phone number can only grab once
source: A phone number can only grab once
ru: Номер телефона можно привязать только один раз
zh_hans: 一个手机号只能抢一次

# Set About
source: About
ru: Относительно
zh_hans: 关于

# Set Account security
source: Account & security
ru: Аккаунт и безопасность
zh_hans: 账号与安全

# Set Add mobile
source: Add mobile
ru: Привязать номер телефона
zh_hans: 绑定手机号

# Set After verified your phone login on another phone
source: After verified your phone Your private key will be encrypted and backup You can login on another phone next time Or import your backup sign In/Up local account
ru: После успешного завершения проверки телефона/n Ваш приватный ключ будет зашифровано скопирован/n Можно войти в ситему с другого телефона/или импортировать резервную копию данного приватного ключа Регистрация/вход в систему учетной записи
zh_hans: 手机验证成功后 你的私钥会被加密并备份 下次就可以在其他手机上登录了 或者 导入您的本地备份私钥 注册/登录本地账号

# Set Auto
source: Auto
ru: Автоматичекая оплата
zh_hans: 自动付费

# Set Backup Private Key
source: Backup Private Key
ru: Резервное копирование приватного ключа
zh_hans: 备份私钥

# Set Backup encrypted private key
source: Backup encrypted private key
ru: Резервное копирование зашифрованого приватного ключа
zh_hans: 备份加密私钥

# Set CONNECT ID can only be set once
source: CONNECT ID can only be set once
ru: CONNECT ID можно установить только один раз
zh_hans: CONNECT ID 只能被设置一次

# Set CONNECT ID set success no set
source: CONNECT ID can't be modified after setting successfully
ru: После успешного завершения установки CONNECT ID , не возможно изменить
zh_hans: CONNECT ID 设置成功后不可修改

# Set Call failed please check system mail application
source: Call failed, please check system mail application
ru: Сбой вызова, просьба проверить системные приложения электронной почты
zh_hans: 调用失败，请检查系统邮件应用

# Set Change Mobile
source: Change Mobile
ru: Изменить номер телефона
zh_hans: 修改手机号

# Set Change Pattern
source: Change Pattern
ru: Изменить рисунок
zh_hans: 修改手势

# Set Change password
source: Change password
ru: Изменить пароль
zh_hans: 修改密码

# Set Check Update
source: Check Update
ru: Проверка обновлений
zh_hans: 检查更新

# Set Copied
source: Copied
ru: Скопировано
zh_hans: 已复制

# Set Copy
source: Copy
ru: Копировать
zh_hans: 复制

# Set Copy picture address success
source: Copy picture address successfully
ru: Успешное завершение копирования картинки
zh_hans: 复制图片地址成功

# Set Currency
source: Currency
ru: Монеты
zh_hans: 货币

# Set Did not receive the verification code
source: Did not receive verification code
ru: Не получил код подтверждения?отправить голосовой код подтверждения
zh_hans: 未收到验证码？发送语音验证

# Set Disbale fingerprint payment
source: Disable fingerprint payment
ru: Отменить пароль-рисунок для оплаты
zh_hans: 关闭手势支付

# Set Draw Pattern
source: Draw Pattern
ru: Начертить рисунок
zh_hans: 绘制手势

# Set Draw pattern again
source: Draw pattern again
ru: Просьба еще раз ввести пароль-рисунок
zh_hans: 请再次输入手势

# Set Draw your pattern
source: Draw your pattern
ru: Ввести пароль-рисунок
zh_hans: 输入手势

# Set Enable or disable Connect Notification via
source: Enable or disable Connect Notification via “Setting”->”Notification” on your phone
ru: Включить или отключить уведомления о подключении через “настройки”->”уведомления” на вашем телефоне
zh_hans: 请前往消息设置开启或关闭消息提醒

# Set Enter Login Password
source: Enter Login Password
ru: Проверка регистрационного пароля
zh_hans: 验证登录密码

# Set Enter New Mobile Number
source: Enter New Mobile Number
ru: введите новый телефонный номер
zh_hans: 输入手机号

# Set Enter correct please enter a new gesture
source: Enter correct, please enter a new pattern
ru: Просьба ввести новый правильный пароль-рисунок
zh_hans: 输入正确，请输入新的手势

# Set Enter new password
source: Enter new password
ru: Введите новый пароль
zh_hans: 输入新密码

# Set Export Private Key
source: Export Private Key
ru: Экспорт закрытого ключа
zh_hans: 导出私钥

# Set FeedBack
source: FeedBack
ru: Отзывы
zh_hans: 反馈

# Set Found new version
source: New version
ru: Новая версия программы
zh_hans: 新版本

# Set General
source: General
ru: Общепринятый
zh_hans: 通用

# Set Help and feedback
source: Help and feedback
ru: Справка и отзывы
zh_hans: 帮助与反馈

# Set Id address
source: ID & bitcoin address
ru: ID & адрес биткоина
zh_hans: ID & 比特币地址

# Set Import your local private key backup
source: import your backup sign In/Up local account
ru: резервную копию данного приватного ключа Регистрация/вход в систему учетной записи
zh_hans: 导入您的本地备份私钥 注册/登录本地账号

# Set Installed
source: Installed
ru: Установлено
zh_hans: 已安装

# Set Language
source: Language
ru: Язык
zh_hans: 多语言

# Set Link Mobile
source: Bind Mobile
ru: Привязать телефон
zh_hans: 绑定手机

# Set Load failed please try again later
source: Load failed, please try again later
ru: Сбой при загрузке, просьба повторить попытку позже
zh_hans: 加载失败，请稍候再试

# Set Log Out
source: Log Out
ru: Выйти из учетной записи
zh_hans: 退出

# Set Log Out Fail
source: Exit failed, please check the network
ru: Выход выходит из строя, проверьте сеть
zh_hans: 退出失败，请检查网络

# Set Logging out
source: Logging out...
ru: Выход...
zh_hans: 正在退出...

# Set Logout delete login data still log
source: Logout will delete your login data and pattern. You can still log in with this account
ru: При выходе будут удалены данные регистрации и пароль-рисунок, Вы по-прежнему хотите выйти с этой учетной записи?
zh_hans: 退出登录将删除你的登录信息和手势密码，你仍要退出当前账户么?

# Set Miner fee
source: Transaction fee
ru: Комиссионный сбор
zh_hans: 手续费

# Set Mobile Number has been updated
source: Mobile Number has been updated
ru: Заверешние исправления телефоного номера
zh_hans: 手机号修改完成

# Set My Profile
source: My Profile
ru: Мой профайл
zh_hans: 个人资料

# Set My QR code
source: My QR code
ru: Мой QR-код
zh_hans: 我的二维码

# Set Name
source: Name
ru: Никнейм
zh_hans: 昵称

# Set No transaction history
source: No transaction history
ru: Нет записей об операционных сделках
zh_hans: 无交易记录

# Set Not connected to mobile network
source: Mobile phone has not been bound
ru: Ваш номер телефона еще не привязан к учетной записи
zh_hans: 你还没有绑定手机号

# Set Not synchronized
source: Not synchronized
ru: Несинхронизировано
zh_hans: 未同步

# Set Nothing
source: Nothing
ru: Ничего не введено
zh_hans: 没有输入

# Set Now update app
source: Update now
ru: Немедленно обновить
zh_hans: 立即更新

# Set Off
source: Disabled
ru: Закрыто
zh_hans: 已关闭

# Set On
source: On
ru: Активирован
zh_hans: 已开启

# Set Open Source
source: Open Source
ru: Открыть исходный код
zh_hans: 开源项目

# Set Password Hint
source: Password Hint:
ru: Подсказка пароля:
zh_hans: 密码提示:

# Set Password incorrect you have chance
source: Password incorrect, you have %d chance
ru: Ошибка пароля, у вас еще есть %d попыток
zh_hans: 密码错误,您还有%d次机会

# Set Patten can prevent access data required when entering
source: Patten Password can prevent unauthorized access to the data in the sandbox. Pattern will be required when entering if you enable it.
ru: Пароль-рисунок может предотвратить несанкционированный доступ к данным в песочнице/после активации n, перед использованием необходимо проверить пароль-рисунок
zh_hans: 手势密码可以阻止未经授权的访问沙盒数据 开启后,进入应用前需要验证手势

# Set Pattern Password
source: Pattern password
ru: Пароль-рисунок
zh_hans: 手势密码

# Set Pattern Setting Success
source: Set pattern successfully
ru: Успешное завершение установки пароль-рисунка
zh_hans: 手势设置成功

# Set Pay with Fingerprint
source: Pay with Fingerprint
ru: Оплата по отпечатку пальца
zh_hans: 指纹支付

# Set Payment
source: Pay
ru: Оплатить
zh_hans: 支付

# Set Payment Password
source: Payment password
ru: Платежный пароль
zh_hans: 支付密码

# Set Phone
source: Phone
ru: Телефон
zh_hans: 手机

# Set Phone unbinded
source: Phone unbound
ru: Телефон не привязан
zh_hans: 未绑定手机

# Set Please connect at least 4 points
source: Please connect at least 4 points
ru: Просьба минимум ввести 4 точки
zh_hans: 请至少连通4个点

# Set Please try again after seconds
source: Please try again after %d seconds
ru: Просьба после %d секунд повторить попытку
zh_hans: 请%d秒后重试

# Set Please wait
source: Please wait %ds
ru: Просьба подождать (%d секунд)
zh_hans: 请耐心等待(%d秒)

# Set Privacy
source: Privacy
ru: Конфиденциальный
zh_hans: 隐私

# Set Private key backup
source: Private key backup
ru: Резервная копия закрытого ключа
zh_hans: 私钥备份

# Set Profile Photo
source: Profile Photo
ru: Аватарка
zh_hans: 头像

# Set Query failed
source: Query failed
ru: Запрос не будет
zh_hans: 查询失败

# Set Rate Connect
source: Rate Connect
ru: Дать оценку
zh_hans: 去评分

# Set Remove Success
source: Remove Successfully
ru: Успешное завершение экспортировки
zh_hans: 移除成功

# Set Reset
source: Reset
ru: Переустановка
zh_hans: 重设

# Set Save
source: Save
ru: Сохранение
zh_hans: 保存

# Set Save Failed
source: Save Failed
ru: Сбой при сохранении
zh_hans: 保存失败

# Set Save Photo
source: Save Photo
ru: Сохранить на телефон
zh_hans: 保存到手机

# Set Send it to mailbox
source: Send it to mailbox
ru: Отправлено на электронный почтовый ящик
zh_hans: 发送到邮箱

# Set Set Avatar success
source: Edit avatar successfully
ru: Успешное завершения изменения аватарки
zh_hans: 修改头像成功

# Set Set Payment Password
source: Set Payment Password
ru: Установка платежного пароля
zh_hans: 设置支付密码

# Set Set max trasfer fee successful
source: Set max trasfer fee successfully
ru: Успешное завершение установки максимального комиссионного сбора
zh_hans: 设置最大手续费成功

# Set Set success
source: Edit successfully
ru: Успешное завершение исправления данных
zh_hans: 修改成功

# Set Setting
source: Setting
ru: Установка
zh_hans: 设置

# Set Setting Faied
source: Setting Failed
ru: Сбой установки
zh_hans: 设置失败

# Set Setting language
source: Setting language
ru: Установка языка ...
zh_hans: 设置语言中...

# Set Skip password
source: Skip password
ru: Пропустить пароль
zh_hans: 免密支付

# Set Sound
source: Sound
ru: Громкость
zh_hans: 声音

# Set Start encrypted messaging
source: You are starting an encrypt chat
ru: Начать зашифрованное общение
zh_hans: 开始加密聊天

# Set Start encrypted messaging next
source: Skip,starting encrypted chat
ru: Пропустить, начать зашифрованное общение
zh_hans: 跳过，开始加密聊天

# Set This is the newest version
source: This is the newest version
ru: Самая последняя новая версия
zh_hans: 已是最新版本

# Set Transaction fee is to large
source: Transaction fee is too high
ru: Установленый комиссионый сбор слишком высокий
zh_hans: 手续费设置过大

# Set Two Patterns do not match
source: Two Patterns do not match
ru: При введении 2 раза, пароль-рисунок не совпал
zh_hans: 两次手势输入不一致

# Set Unlink
source: Unlink
ru: Отключение привязки учетной записи к телефону
zh_hans: 解绑

# Set Unlink failed
source: Unlink failed
ru: Сбой при отключении привязки учетной записи
zh_hans: 解绑失败

# Set Unlink successful
source: Unlink successfully
ru: Успешное завершение отключения
zh_hans: 解绑成功

# Set Unlink your mobile phone
source: Unlink your mobile phone
ru: Отключение привязки учетной записи к телефону
zh_hans: 解除手机绑定

# Set Updated time
source: Updated time:%@
ru: Время обновления :%@
zh_hans: 更新时间:%@

# Set Use Login Password
source: Use Login Password
ru: Пароль для входа в систему
zh_hans: 通过登录密码

# Set Verification Faied
source: Verification FaIled
ru: Проверка не удалась
zh_hans: 验证错误

# Set Verify Phone
source: Verify Phone
ru: Проверка телеофна
zh_hans: 验证手机

# Set Verify Success
source: Verification successful
ru: Успешное завершение проверки
zh_hans: 验证成功

# Set Verify fingerPrint for Pay
source: Verify fingerPrint for Payment
ru: Подтвердить активацию отпечатка пальца для оплаты
zh_hans: 确认开启指纹支付

# Set Versions number
source: Version: %@
ru: Версия программы : %@
zh_hans: 版本号: %@

# Set Vibrate
source: Vibrate
ru: Вибрация
zh_hans: 震动

# Set Your Phone
source: Your Phone
ru: Ваш телефон
zh_hans: 您的手机

# Set Your cell phone number
source: Your cell phone number
ru: Ваш номер телефона
zh_hans: 你的电话号码

# Set Your private key will be encrypted with new password
source: Your private key will be encrypted with new password
ru: Ваш закрытый ключ будет зашифрован новым паролем
zh_hans: 您的私钥将会被新密码加密

# Set fingerprint not allowed on jailbreaking phones
source: To secure the finance, pattern is not allowed on ROOT phones
ru: Для безопасности важих средств, функция пароль-рисунок не используется на телефоне в ROOT
zh_hans: 为了您的财产安全,手势功能不能在ROOT的手机上使用

# Set load tip
source: It's loading, you can not share
ru: Веб-страница загружается, Вы не можете пока ее использовать
zh_hans: 正在加载页面，不能进行分享操作

# Set miner fee explain
source: A transaction fee is included to transactions so that miners will include your transaction in the next block.The higher the fee, the faster confirmed. They are recommended but not mandatory.
ru: Интернетный комиссионный сбор используется для оплаты запуска работы, т.е. чем выше комиссионый сбор, тем быстрее операционная сделка будет подтверждена блокччейном
zh_hans: 网络手续费用于支付比特币矿工费用,更高的手续费意味着交易有可能更快被区块链确认.

# Set new version
source: Latest version: %@
ru: Новая версия программы :%@
zh_hans: 新版本:%@

# Set or
source: Or
ru: Или
zh_hans: 或者

# Set tip title
source: Tips
ru: Подсказка
zh_hans: 提示

# Set unlink Connect not find friend your backup deleted
source: If unbound your phone, Connect will not able to find any friend from your phone contacts, your backup of private key on the server will be deleted.
ru: После отмены привязки учетной записи, Connect не будет в состоянии найти любого друга из контактов в телефоне, резервная копия закрытого ключа на сервере будет удалена
zh_hans: 取消绑定后，Connect将不能为你找到手机通讯录里的朋友，你保存在服务器的私钥备份也将被删除

# Set verification code has been send to phone
source: A verification code has been send to phone.
ru: Проверочный код был отправлен на ваш телефон
zh_hans: 验证码已经发送到你的手机

# Set you can login mobile number link one account
source: After changing, you can login with new number one mobile number can only be linked to one account
ru: После внесения изменения, Вы можете войти через новый зарегистрированый телефонный номер/ n один новый телефонный номер может быть привязан к учетной записи один раз
zh_hans: 修改后,你可以通过新手机号登录 一个手机号只能绑定一个账户

# Set please enter the original password
source: Enter the original password
ru: Пожалуйста введите оригинальный пароль
zh_hans: 请输入原密码

source: Wallet
ru: Модель кошелька
zh_hans: 钱包模块

# Wallet Add note
source: Add note
ru: Оставить сообщение
zh_hans: 添加留言

# Wallet Address Book
source: Address Book
ru: Часто употребляемая адресная книга
zh_hans: 常用地址簿

# Wallet Allow fingerprint to pay
source: Allow fingerprint to pay
ru: Подтверждение отпечатка пальца для оплаты
zh_hans: 允许指纹支付

# Wallet Amount
source: Amount
ru: Денежная сумма
zh_hans: 金额

# Wallet Amount BTC
source: Amount(BTC)
ru: Денежная сумма (BTC)
zh_hans: 金额(BTC)

# Wallet Amount Each
source: Amount Each
ru: Денежная сумма денежного подарка
zh_hans: 红包金额

# Wallet Amount Symbol
source: Amount(%@)
ru: Денежная сумма (%@)
zh_hans: 金额(%@)

# Wallet Amount is too small
source: Amount is too small!
ru: Упаковать сделки возникает ошибка, наработать сумма слишком мал
zh_hans: 金额太小!

# Wallet Amount must be greater than
source: Amount must be more than %f
ru: Денежная сумма должна бытьбольше, чем %f
zh_hans: 金额必须大于%f

# Wallet Amount must be less than
source: Amount must be less than %f
ru: Денежная сумма должна быть меньше, чем %f
zh_hans: 金额必须小于%f

# Wallet Amount of member
source: Amount of member
ru: Количество людей краудфандинга
zh_hans: 众筹人数

# Wallet Auto Calculate Miner Fee
source: Auto Calculate Transaction Fee
ru: Автоматический расчет комиссионого сбора
zh_hans: 自动计算手续费

# Wallet Auto fees is greater than the maximum set maximum and continue
source: Automatic calculation of fees(%@BTC) is greater than the maximum set, whether to need to modify the fees for maximum and continue?
ru: Автоматический расчеткомиссионого сбора (%@BTC) превышает максимальное значение, нужно ли исправить комиссионный сбор для максимального значения и дальше?
zh_hans: 自动计算的手续费(%@BTC)大于最大设定，是否需要修改手续费为最大值并继续？

# Wallet BTC Each
source: %@ BTC Each
ru: Каждый %@BTC
zh_hans: 每个%@BTC

# Wallet BTC Total
source: %@ BTC Total
ru: Общая сумма краудфандинга :%@
zh_hans: 众筹总额:%@

# Wallet Balance
source: Balance: ฿%@
ru: Баланс: ฿%@
zh_hans: 余额:฿%@

# Wallet Balance Credit
source: Available balance:฿%@
ru: Остаток средств на счете:฿%@
zh_hans: 可用余额:฿%@

# Wallet Best wishes
source: Good luck
ru: Желаю Вам огромного богатства!
zh_hans: 恭喜发财

# Wallet Canceled
source: Canceled
ru: Отменено
zh_hans: 已取消

# Wallet Charge small calculate to the poundage
source: Charge address amount is too small! Amount:%@BTC,Whether you need to change to calculate to the poundage?
ru: Слишком маленькая сумма для сдачи , сумма: :%@BTC, нужно ли дать мелочю сдачу на комиссионный сбор?
zh_hans: 找零地址金额太小，金额为:%@BTC，是否需要将找零计算到手续费中?

# Wallet Clear
source: Clear
ru: Очистеть указаную сумму
zh_hans: 清除金额

# Wallet Click to open lucky packet
source: Click to open lucky packet
ru: Кликните для получения денежного подарка
zh_hans: 点击领取红包

# Wallet Click to recive payment
source: Click to receive payment
ru: Кликните для получения денежного перевода
zh_hans: 点击领取转账

# Wallet Click to transfer bitcoin
source: Click to pay
ru: Кликните для оплаты биткоина
zh_hans: 点击支付比特币

# Wallet Confirm PIN
source: Confirm PIN
ru: Просьба ввести еще 1 раз
zh_hans: 请再输入一次

# Wallet Confirm Payment password
source: Confirm Payment password
ru: Подтвердить Ваш платежный пароль
zh_hans: 确认你的支付密码

# Wallet Confirm password
source: Confirm password
ru: Подтвердить пароль
zh_hans: 确认密码

# Wallet Confirmed
source: Confirmed
ru: Подтверждено
zh_hans: 已确认

# Wallet Congratulations
source: Congratulations!
ru: Поздравляем Вас!
zh_hans: 恭喜你!

# Wallet Connect Pay
source: Connect Pay
ru: Оплата Connect
zh_hans: Connect 支付

# Wallet Connect term
source: Connect team
ru: Группа Connect
zh_hans: Connect团队

# Wallet Could not get himself sent money transfer
source: Can't get the transfer from yourself
ru: Нельзя сделать денежный перевод самому себе
zh_hans: 无法领取自己发送的转账

# Wallet Detail
source: detail
ru: Подробности
zh_hans: 详情

# Wallet Each
source: Each
ru: Каждый человек
zh_hans: 每人

# Wallet Enter 4 Digits
source: Enter 4 Digits
ru: Просьба ввести 4 цифры пароль
zh_hans: 请输入4位数字

# Wallet Enter again
source: Enter again
ru: Повторите ввод
zh_hans: 再次输入

# Wallet Enter number
source: Enter number of members
ru: Вести количество людей
zh_hans: 输入人数

# Wallet Enter your PIN
source: Enter your PIN
ru: Вести платежный пароль
zh_hans: 输入支付密码

# Wallet Error code Domain Pelese try later
source: Error code:%d Domain:%@ Pelese try later
ru: Код ошибки:%d, сообщение :%@ , просьба подождать одну минуту и повторить попытку
zh_hans: 错误代码:%d 信息:%@ 请稍候再试

# Wallet Failed to obtain the balance
source: Failed to obtain the balance
ru: Сбой при получении средств
zh_hans: 余额获取失败

# Wallet Fee BTC
source: Fee: %3.8f BTC
ru: Комиссионный сбор: %3.8f BTC
zh_hans: 手续费: %3.8f BTC

# Wallet Finger pay
source: Pay with Fingerprint
ru: Оплата при сканировании отпечатка пальца
zh_hans: 指纹支付

# Wallet Forget Password
source: Forget Password
ru: Забыл пароль
zh_hans: 忘记密码

# Wallet From Connect team
source: From Connect team
ru: Из Connect группы
zh_hans: 来自Connect团队

# Wallet Get rate failed
source: Get rate failed
ru: Сбй при получении валютного курса
zh_hans: 获取汇率失败

# Wallet Goal
source: Goal %@ BTC
ru: Итого %@ BTC
zh_hans: 合计 %@ BTC

# Wallet Good luck next time
source: Good luck next time
ru: Удачи в получении денежного подарка в следующий раз
zh_hans: 红包已被抢完

# Wallet Input quanitity
source: Input quantity
ru: Введите сумму
zh_hans: 输入数量

# Wallet Insufficient balance
source: Insufficient balance
ru: Нехватка суммы!
zh_hans: 余额不足

# Wallet Lucky packet from
source: Lucky packet from %@
ru: Отправка денежного подарка %@
zh_hans: %@发出红包

# Wallet Lucky packet transferred to your wallet
source: Lucky packet transferred to your wallet
ru: Перечислено в ваш кошкелек
zh_hans: 已经转入到你的钱包

# Wallet Multiple transfers
source: Multiple transfers
ru: Несколько переводов денежных средств
zh_hans: 多人转账

# Wallet My Balance
source: My Balance
ru: Мой баланс средств
zh_hans: 我的余额

# Wallet Nick name
source: Nick name
ru: Примечание
zh_hans: 备注

# Wallet No match user
source: No match user
ru: Нет совпадений среди пользователей
zh_hans: 无匹配用户

# Wallet No more than group members
source: No more than group members
ru: Количество получателей не должно превышать количество людей в группе
zh_hans: 收款人数不大于群人数

# Wallet No qr code in the picture
source: No qr code in the picture
ru: Фотография не содержит кода для сканировния
zh_hans: 图片中不包含二维码

# Wallet Note
source: Note
ru: Оставить запись
zh_hans: 留言

# Wallet Opened
source: Opened %d/%d
ru: Уже открыт %d/%d
zh_hans: 已领取 %d/%d

# Wallet Overtime Bitcoin has been return to your wallet
source: Overtime! Bitcoin has been return to your wallet
ru: Время ожидания истекло! Биткоин был возвращен обратно в ваш кошелек
zh_hans: 超时!比特币已经退回到你的钱包

# Wallet PINs do not match
source: PINs do not match
ru: Ошибка в подтверждении пароля
zh_hans: 确认密码错误

# Wallet Packet
source: Lucky packet
ru: Денежный подарок
zh_hans: 红包

# Wallet Packet Send Share
source: Share the lucky packet to your friends
ru: Поделитесь этим денежным подарком со своими друзьями
zh_hans: 分享这个红包给你的朋友

# Wallet Packet Send User Connect
source: Send the lucky packet via Connect
ru: Отправить этот "Денежный подарок" используя Connect
zh_hans: 发送这个红包用Connect

# Wallet PacketSend Opened
source: Open
ru: Открыть
zh_hans: 打开

# Wallet Pay Faied
source: Pay Failed
ru: Сбой при оплате
zh_hans: 支付失败
