Repository: mohuilin/ios
Catalog: Connect/*.lproj/Localizable.strings
Languages: ru, zh_hans

# Wallet Payment Password do not match
source: Payment Passwords do not match
ru: Не совпадение при 2 вводах
zh_hans: 两次输入不匹配

# Wallet Payment Password is incorrect
source: Payment Password is incorrect
ru: Неправильный платежный пароль
zh_hans: 支付密码不正确

# Wallet Payment Successful
source: Payment successful
ru: Успешное завершение оплаты
zh_hans: 支付成功

# Wallet Payment to friend
source: Request payment
ru: Получение средств другой стороной
zh_hans: 向对方收款

# Wallet Prepare Lucky Packet
source: Prepare Lucky Packet
ru: Отправка денежного подарка
zh_hans: 发送红包

# Wallet Quantity
source: Quantity
ru: Число
zh_hans: 数量

# Wallet Receipt
source: Request
ru: Получение средств
zh_hans: 收款

# Wallet Receivables from
source: Receivables from(%d)
ru: Краудфандинг (%d человек)
zh_hans: 众筹(%d人)

# Wallet Received
source: Received
ru: Получено
zh_hans: 已接收

# Wallet Recent transfer
source: Recent transfers
ru: Последний перевод денежный средств
zh_hans: 最近转账

# Wallet Reset password
source: Reset password
ru: Восстановить пароль
zh_hans: 重置密码

# Wallet Result is not a bitcoin address
source: It is not a bitcoin address
ru: Не тот адресс
zh_hans: 不是一个地址

# Wallet Retry
source: Retry
ru: Повторить снова
zh_hans: 重试

# Wallet Save to Photos
source: Save to Photos
ru: Сохранить в фотогалерее
zh_hans: 保存到相册

# Wallet Saving Payment Password
source: Saving Payment Password
ru: Сохранение платежного пароля
zh_hans: 正在保存支付密码

# Wallet Scan to pay me
source: Scan to pay me
ru: Отсканировать код для передачи мне оплаты
zh_hans: 扫码向你付款

# Wallet Select friends
source: Select friends
ru: Выбрать друга
zh_hans: 选择好友

# Wallet Send Lucky Packet to
source: Send to %@
ru: Отправить "Денежный подарок" %@
zh_hans: 向%@发送红包

# Wallet Send a bitcoin transfer link
source: Send a bitcoin transfer link
ru: Перевести денежные средства по ссылке биткоина
zh_hans: 发送比特币转账链接

# Wallet Send a lucky packet
source: Send a lucky packet
ru: Отправить "Денежный подарок" по ссылки биткоина
zh_hans: 发送比特币红包链接

# Wallet Send bitcoin BTC
source: Send bitcoin %@ BTC
ru: Передающая Bitcoin % s BTC
zh_hans: 发送bitcoin %@ BTC

# Wallet Send the payment connection
source: Click to pay
ru: Соединение для отправки личных средств
zh_hans: 发送个人收款连接

# Wallet Sent
source: Sent
ru: Отправлено
zh_hans: 已发送

# Wallet Sent to friend
source: Sent to friend
ru: Личный "Денежный подарок"
zh_hans: 单人红包

# Wallet Sent to group
source: Sent to group
ru: Группа "Денежный подарок"
zh_hans: 群组红包

# Wallet Sent via link
source: Sent via link
ru: Отправить по ссылке
zh_hans: 通过链接发送

# Wallet Sent via link luck packet
source: Send lucky packet via link
ru: Для отправки денежного подарка пройдите по ссылке
zh_hans: 通过链接发送红包

# Wallet Set Amount
source: Set Amount
ru: Установка суммы
zh_hans: 设置金额

# Wallet Set Payment Password Successful
source: Set Payment Password Successfully
ru: Успешное завершение установки платежного пароля
zh_hans: 设置支付密码成功

# Wallet Set max trasfer fee
source: Set max transfer fee
ru: Установка максимального комиссионного сбора за транзакции
zh_hans: 设置最大手续费

# Wallet Set transaction fee specified
source: Set transaction fee specified
ru: Установка комисионного сбора за транзакции
zh_hans: 设置网络手续费

# Wallet Setting Payment Password
source: Setting Payment Password
ru: Сохранение платежного пароля
zh_hans: 正在保存你的支付密码

# Wallet Tags
source: Tags
ru: Вкладка
zh_hans: 标签

# Wallet The Countdown
source: Countdown
ru: Отсчет времени в обратном порядке
zh_hans: 倒计时

# Wallet Too much
source: Too much!
ru: Слишком большая сумма денег!
zh_hans: 金额太大!

# Wallet Too much transaction can not generated
source: Too much input or output, transaction can not generated
ru: При многократном вводе и выводе, операционная сделка не может быть сгенерирована
zh_hans: 太多输入或输出, 交易无法生成

# Wallet Transaction detail
source: Transaction detail
ru: Подробности операцинной сделки
zh_hans: 交易详情

# Wallet Transaction fee too low Continue
source: Transaction fee too low, Continue?
ru: Комиссионный сбор очень мал, желаете продолжить?
zh_hans: 手续费太低，确定要继续么？

# Wallet Transactions
source: Transactions
ru: Запись операционных сделок
zh_hans: 交易记录

# Wallet Transcation
source: Transcation
ru: Квитанция
zh_hans: 流水

# Wallet Transfer
source: Transfer
ru: Перевод денежных средств
zh_hans: 转账

# Wallet Transfer BTC to you by Connect IM
source: %@ Transfer %@ BTC to you by Connect.IM
ru: %@ через Connect.IM перевод денежных средств %@
zh_hans: %@通过Connect.IM转账%@

# Wallet Transfer Count
source: Transfer(%d)
ru: Денежный перевод (%dчеловек)
zh_hans: 转账(%d人)

# Wallet Transfer Delete Sele
source: Delete the selection
ru: Удалить выбранное
zh_hans: 删除选择

# Wallet Transfer Failed
source: Transfer Failed!
ru: Сбой при переводе денежных средств
zh_hans: 转账失败

# Wallet Transfer Out Send User Connect
source: Send the transfer via Connect
ru: Отправить этот денежный перевод используя Connect
zh_hans: 发送这个转账用Connect

# Wallet Transfer Successful
source: Transfer Successfully
ru: Перевод денежных средств успешно завершен
zh_hans: 转账成功

# Wallet Transfer To User
source: Transfer to %@
ru: Перевод денежных средств на %@
zh_hans: 转账到%@

# Wallet Transfer amount
source: Transfer amount:%@
ru: Сумма превода денежных средств : %@
zh_hans: 转账金额:%@

# Wallet Transfer to Bitcoin Address
source: Transfer to Bitcoin Address
ru: Перевод денежных средств на адресс биткоина
zh_hans: 转账到比特币地址

# Wallet Transfer to Friends
source: Transfer to Friends
ru: Перевод денежных средств другу
zh_hans: 转账到好友

# Wallet Transfer via other APP messges
source: Transfer via other APP messages
ru: Пройдя по ссылке веб-сайта перечислите денежные средства
zh_hans: 通过网页链接转账

# Wallet Unconfirmed
source: Unconfirmed
ru: Неподтвержденный
zh_hans: 未确认

# Wallet Unfortunately
source: Unfortunately
ru: Очень сожалеем!
zh_hans: 很遗憾!

# Wallet Verifying
source: Verifying
ru: В процессе оплаты
zh_hans: 支付中

# Wallet Waitting for pay
source: Waiting for payment
ru: Ожидание оплаты
zh_hans: 等待支付

# Wallet Wallet
source: Wallet
ru: Кошелек
zh_hans: 钱包

# Wallet Wallet Out Send Share
source: Share the transfer to your friends
ru: Поделитесь этим денежным переводом со своими друзьями
zh_hans: 分享这个转账给你的朋友

# Wallet Without a blacklist
source: Without a blacklist
ru: Имя пользователя нет в черном списке
zh_hans: 无黑名单用户

# Wallet You already open this luckypacket
source: You already opened this lucky packet
ru: Вы уже открыли этот "Денежный подарок"
zh_hans: 你已经领取了这个红包

# Wallet You are a narcissism
source: You are a narcissism
ru: Вы самовлюлюбленный человек
zh_hans: 你个自恋狂

# Wallet You do not have any Transactions
source: You don't have any Transactions
ru: У вас нет никаких записей об операционных сделок
zh_hans: 你没有任何交易记录

# Wallet You got a Lucky Packet
source: You got a Lucky Packet
ru: Получение денежного подарка
zh_hans: 抢到一个红包

# Wallet Your Bitcoin Address
source: Your Bitcoin Address %@
ru: адресс твоего биткоина %@
zh_hans: 你的比特币地址 %@

# Wallet Your Bitcoin Address Title
source: Your bitcoin address
ru: адресс твоего биткоина
zh_hans: 你的比特币地址

# Wallet crowdfunding each
source: %@ BTC each
ru: Каждый человек %@BTC
zh_hans: 每人%@BTC

# Wallet don not have any Transactions
source: have not any Transactions
ru: Нет личной коллекции записи
zh_hans: 无个人收款记录

# Wallet error lucky packet amount too small
source: At least %f BTC per packet
ru: Минимальная сумма %f BTC отправки денежного подарка
zh_hans: 单个红包最小金额 %f BTC

# Wallet has requested for payment
source: %@ request for pay
ru: Запрос на оплату %@
zh_hans: 給%@付款

# Wallet has requested to payment
source: request %@ pay
ru: Запрос на получение денег к %@
zh_hans: 向 %@ 收款

# Wallet members paid BTC
source: %d/%d members paid %@ BTC
ru: %d/%d оплата завершена, в общем %@ BTC
zh_hans: %d/%d人已支付,共%@ BTC

# Wallet request for payment
source: %@ request for payment
ru: Просьба начать оплату %@
zh_hans: %@发起付款请求

# Wallet request for payment BTC
source: %@ request for payment %@ BTC
ru: Отправка оплаты %@ , сумма оплаты %@BTC
zh_hans: %@发起支付，支付金额%@BTC

# Wallet send lucky packet via Connect
source: Send lucky packet via Connect
ru: Отправка денежного подарка через подключение оплаты
zh_hans: 通过Connect Pay发送红包

# Wallet send lucky packet via Connect packets
source: Send lucky packet via Connect %d packets
ru: При подключении платежной услуги %d можно отправлять "Денежный подарок"
zh_hans: 通过Connect Pay发送红包 %d 个

# Wallet transfer man
source: Transfer (%d)
ru: Перевод денежных средств %d)
zh_hans: 转账(%d)

# Wallet transferOutVia return
source: Refund the transfer
ru: Возврат перечисленных денежных средств
zh_hans: 退回转账

# Wallet transferOutVia return Success
source: Refund successfully
ru: Успешный возврат перечисленных денежных средств
zh_hans: 退回转账成功

# Wallet create currency failed
source: Create currency failed
ru: Создание валюты не удалось
zh_hans: 创建币种失败

# Wallet Create wallet failed
source: Create wallet failed
ru: Не удалось создать кошелек
zh_hans: 创建钱包失败

# Wallet synchronization data failed
source: Synchronization data failed
ru: Синхронные данные не удалось
zh_hans: 同步数据失败

# Wallet Failed to get the list address
source: Failed to get the list address
ru: Не удалось получить список адресов
zh_hans: 获取地址列表失败

# Wallet The currency already exists
source: The currency already exists
ru: Валюта уже существует
zh_hans: 币种已经存在

# Wallet Transfer details
source: Transfer details
ru: Передача детали
zh_hans: 转账详情

# Wallet Confirm transfer
source: Confirm transfer
ru: Подтверждение передачи
zh_hans: 确认转账

# Wallet Immediately create
source: Immediately create
ru: Создать сейчас
zh_hans: 立即创建

# Wallet not create wallet
source: You haven't create the purse
ru: Вы не создали кошелек
zh_hans: 你还没有创建钱包

# Wallet The Connect system address
source: The Connect system address
ru: Подключите системный адрес
zh_hans: Connect系统地址

source: An error occurred while packing the transaction. Please check whether the amount is correct
ru: Упаковать сделки возникает ошибка, проверьте, правильно ли сумму
zh_hans: 打包交易时发生错误，请检查金额是否正确
