Repository: mohuilin/ios
Catalog: Connect/*.lproj/Localizable.strings
Languages: ru, zh_hans

# Link Add as a friend
source: Add as a friend
ru: Добавить в друзья
zh_hans: 添加为好友

# Link Add man
source: Add (%ld)
ru: Добавить (%ld)
zh_hans: 添加 (%ld)

# Link Add tag
source: Add tag
ru: Добавить тег
zh_hans: 添加标签

# Link Add to Contacts
source: Add to Contacts
ru: Добавить контакт
zh_hans: 添加到联系人

# Link Added
source: Added
ru: Добавлено
zh_hans: 已添加

# Link Address Book Access Denied
source: Address Book Access Denied
ru: Отказ в доступе к адресной книге
zh_hans: 通讯录访问被拒绝

# Link An error occurred change nickname
source: An error occurred change nickname
ru: Ошибка при обновлении никнейма
zh_hans: 更新昵称失败

# Link Application has passed
source: The application has been approved
ru: Заявка одобрена
zh_hans: 申请已通过

# Link Attorn failed
source: Attorn failed
ru: Сбой при передачи
zh_hans: 转让失败

# Link Attorn successful
source: Attorn successful
ru: Успешное завершение передачи
zh_hans: 转让成功

# Link Black List
source: Block List
ru: Черный список
zh_hans: 黑名单

# Link Block
source: Block
ru: Добавить в черный список
zh_hans: 加入黑名单

# Link Clear All Chat History
source: Clear All Chat History
ru: Очистить историю переписки
zh_hans: 清除聊天记录

# Link Clear Chat History
source: Clear Chat History
ru: Очистить историю записи
zh_hans: 清空历史记录

# Link Close Successful
source: Close Successful
ru: Успешно отключено
zh_hans: 关闭成功

# Link Contacts
source: Contacts
ru: Контактное лицо
zh_hans: 联系人

# Link Delete
source: Delete
ru: Удалить
zh_hans: 删除

# Link Delete Failed
source: Delete Failed
ru: Ошибка при удалении
zh_hans: 删除失败

# Link Delete Remark successfully
source: Delete Remark successfully
ru: Успешное удаление резервных копий
zh_hans: 移除备注成功

# Link Delete Successful
source: Delete Successful
ru: Успешное удаление
zh_hans: 删除成功

# Link Delete This Friend
source: Delete This Friend
ru: Удалить друга
zh_hans: 删除好友

# Link Delete and Leave
source: Delete and Leave
ru: Выйти из группы
zh_hans: 退出群组

# Link Enter Bitcoin Address
source: Enter Bitcoin Address There
ru: Ввести адрес биткоина
zh_hans: 输入比特币地址

# Link Existed tags
source: Existed tags
ru: Существующие теги
zh_hans: 已有标签

# Link Facebook
source: Facebook
ru: Фейсбук

# Link Favorite Friend
source: Favorite
ru: Часто используемое контактное лицо
zh_hans: 常用联系人

# Link Find me by bitcoin address
source: Find me by bitcoin address
ru: Найти меня по биткоин адресу
zh_hans: 允许通过比特币地址找到我

# Link Find me by phone number
source: Find me by phone number
ru: Найти меня по номеру телефона
zh_hans: 允许通过手机号找到我

# Link Friend Recommendation
source: Friend Recommendation
ru: Рекомендация друга
zh_hans: 好友推荐

# Link Friend
source: Friend
ru: друзья
zh_hans: 好友

# Link From
source: from
ru: От
zh_hans: 来自

# Link From Contact Match
source: From Contact Match
ru: Через совпадения записей контактов
zh_hans: 来自通讯录匹配

# Link From Group
source: From Group
ru: От группы
zh_hans: 来自于群组

# Link From May Know
source: From people you may know
ru: От людей, которых возможно знаете
zh_hans: 来自可能认识的人

# Link From QR Code
source: From QR Code
ru: Через QR-код
zh_hans: 来自二维码

# Link From Recommend
source: From friend's recommendation
ru: Рекомендация от друзей
zh_hans: 来自好友推荐

# Link From Search
source: From Search
ru: Через поиск
zh_hans: 来自于搜索

# Link From Transaction
source: From Transaction
ru: Приглашение от операционной сделки через денежный перевод
zh_hans: 来自于交易转账

# Link From Unknow
source: From unkown
ru: Приглашение от неизвестного
zh_hans: 来自未知

# Link From friends to share
source: From friends to share
ru: Приглашение от друзей
zh_hans: 来自好友分享

# Link From group link
source: Link from group
ru: Ссылка группы
zh_hans: 来自群组链接

# Link Group
source: Group
ru: Группа
zh_hans: 群组

# Link Group Common
source: Common groups
ru: Общие группы
zh_hans: 常用群组

# Link Group Introduction
source: Group Introduction
ru: Введение группы
zh_hans: 群组介绍

# Link Group Name
source: Group Name
ru: Название группы
zh_hans: 群组名称

# Link Group Setting
source: Group Setting
ru: Настройки группы
zh_hans: 群组设置

# Link Group brief
source: Group brief
ru: Краткое описание группы
zh_hans: 群简介

# Link Group invitation has been sent
source: Group invitation has been sent
ru: Приглашение вступить в группу уже отправлено
zh_hans: 群聊邀请已发送

# Link Group invitation is invalid
source: Group invitation is invalid
ru: Срок пригласительного уже истек
zh_hans: 邀请已经过期

# Link Group invitation sent failed
source: Group invitation sent failed
ru: Отправка приглашения не удалась
zh_hans: 群聊邀请发送失败

# Link Group is QR Code
source: Group's QR Code
ru: QR-код группы
zh_hans: 群二维码

# Link HASH match contact firends The server does not keep
source: Using HASH algorithm to match contact friends. The server does not keep your contract information.
ru: Используя алгоритм хеширования друзей путем сопоставления адресной книги/ n сервер не сохраняет ваши личные данные
zh_hans: 通过哈希算法匹配通讯录好友 服务器不会保存联系人信息

# Link Hello
source: Hello
ru: Привет
zh_hans: 你好

# Link Hello I am
source: Hello! I am %@
ru: Привет, я %@
zh_hans: Hi, 我是 %@

# Link Input a tag
source: Input a tag
ru: Ввести тег
zh_hans: 输入标签

# Link Invite
source: Invite
ru: Пригласить
zh_hans: 邀请

# Link Invite Count
source: Invite(%d)
ru: Пригласить (%d)
zh_hans: 邀请(%d)

# Link Invite friend to join
source: %@ invite friend to start join group chat
ru: Пригласить друга присоединиться к групповому чату/ n %@
zh_hans: 邀请对方加入群聊 %@

# Link Invite you to join
source: Invite you to join %@
ru: Приглашение вступить в группу/n %@
zh_hans: 邀请你加入群聊 %@

# Link Join Group
source: Join Group
ru: Добавить группу
zh_hans: 加入群聊

# Link ManageGroup
source: ManageGroup
ru: Управление группой
zh_hans: 群管理

# Link Members
source: Members (%d)
ru: Участник (%d)
zh_hans: 成员 (%d)

# Link More
source: More
ru: Более подробно
zh_hans: 更多

# Link My Alias in Group
source: My Alias in Group
ru: Мой никнейм
zh_hans: 我的昵称

# Link New Friends
source: New Friends
ru: Новые друзья
zh_hans: 新朋友

# Link New friend
source: New friend
ru: Новый друг
zh_hans: 新的朋友

# Link Note
source: Note:%@
ru: Примечание :%@
zh_hans: 备注:%@

# Link Open Successful
source: Open Successful
ru: Успешная активация
zh_hans: 开启成功

# Link Open in Browser
source: Open in a browser
ru: Открыть в браузере
zh_hans: 在浏览器中打开

# Link Open in Safari
source: Open in Safari
ru: Открыта в Safari
zh_hans: 在Safari中打开

# Link Operation failed
source: Operation failed
ru: Операция не удалась
zh_hans: 操作失败

# Link Operation frequent
source: Operation frequent
ru: Часто используемые операции
zh_hans: 操作频繁

# Link Other
source: Other
ru: Остальное
zh_hans: 其他

# Link Ownership Transfer
source: Ownership Transfer
ru: Передача прав администратору группы
zh_hans: 群主转让

# Link People you may know
source: People you may know
ru: Люди, которых возможно вы знаете
zh_hans: 可能认识的人

# Link Phone Setting allowing access camera
source: Please on the phone"Settings - Privacy - Camera", nallowing the Connect access to your mobile phone's camera
ru: Пожалуйста в телефоне /"настройки - конфиденциальность - камеры/", /n подключите доступ к камере вашего мобильного телефона
zh_hans: 请在手机的”设置-隐私-相机”选项中，允许Connect访问你的手机手机相机

# Link Profile
source: Profile
ru: Личные данные
zh_hans: 个人信息

# Link Qr code is invalid
source: Qr code is invalid
ru: QR-код недействителен
zh_hans: 二维码已经失效

# Link Refresh QR Code
source: Refresh QR Code
ru: Обновление QR-код
zh_hans: 刷新二维码

# Link Refresh QR code failed
source: Refresh QR code failed
ru: Ошибка при обновлении QR-код
zh_hans: 二维码刷新失败

# Link Refresh QR tip
source: After refresh group's QRcode, the old group QRcode and shared link will be disabled
ru: После обновления QR-код группы , QR-код старой группы и ссылка будут не активны
zh_hans: 刷新二维码后,原二维码与群链接将都失效

# Link Refuse
source: Refuse
ru: Отказ
zh_hans: 拒绝

# Link Remark change successfull
source: Remark change successful
ru: Успешное создание резервного копирования
zh_hans: 备注设置成功

# Link Remove Member Failed
source: Remove Member Failed
ru: Сбой при удалении участника
zh_hans: 移除成员失败

# Link Save tag successfully
source: Save tag successfully
ru: Успешное созданение тега
zh_hans: 标签保存成功

# Link Save to Contacts
source: Save to Contacts
ru: Сохранить в контактах
zh_hans: 保存到通讯录

# Link Scan
source: Scan
ru: Сканировать
zh_hans: 扫一扫

# Link Scan to add
source: Scan to add
ru: Отсканировать для добавления
zh_hans: 扫码添加

# Link Search
source: Search
ru: Поиск
zh_hans: 搜索

# Link Search Result
source: Search Result
ru: Результат поиска
zh_hans: 搜索结果

# Link Search friends
source: Search
ru: Поиск друзей
zh_hans: 搜索好友

# Link Select new owner
source: Select new owner
ru: Выбрать нового хозяина группы
zh_hans: 选择新群主

# Link Selecting new owner release your ownership
source: Selecting %@ as new owner will release your ownership
ru: Установив %@ хозяином группы, Вы добровольно должны отказаться от прав хозяина группы
zh_hans: 确定 %@ 作为群主, 你将主动放弃群主身份

# Link Send
source: Send
ru: Отправить
zh_hans: 发送

# Link Send friend request
source: Send friend request
ru: Отправить запрос о дружбе
zh_hans: 发送好友请求

# Link Send successful
source: Send successful
ru: Успешно отправлено
zh_hans: 发送成功

# Link Send to
source: Send to %@
ru: Отправить %@
zh_hans: 发送给%@

# Link Set Remark and Tag
source: Set Remark and Tag
ru: Создать резервную копию и тег
zh_hans: 设置备注和标签

# Link Set Tag
source: Set Tag
ru: Создать тег
zh_hans: 设置标签

# Link Set group nicknames only be in this group
source: Set up a group nickname. The nickname will only be presented in this group
ru: Создать название для группы. Название группы можно будет увидеть только членам этой группы
zh_hans: 设置一个群昵称，这个昵称只会在当前群组可见

# Link Share
source: Share
ru: Поделиться
zh_hans: 分享

# Link Share failed
source: Share failed
ru: Сбой при передаче
zh_hans: 分享失败

# Link Share to
source: Share to %@
ru: Поделиться на %@
zh_hans: 分享到%@

# Link Share to Friend
source: Send to Friend
ru: Поделиться с другом
zh_hans: 分享给朋友

# Link Stranger
source: Stranger
ru: Незнакомец
zh_hans: 非好友

# Link Tansfer Record
source: Transfer record
ru: Запись денежного перевода
zh_hans: 转账记录

# Link The group is not public
source: The group is not for public
ru: Эта группа не является публичной
zh_hans: 此群为非公开群

# Link The group is not public Not Share
source: The group is not for public, can't be shared
ru: Группа не является публичной, неразрешено делиться
zh_hans: 群组为非公开，不可以分享

# Link Through the network search
source: From network search
ru: Искать через интернет-поисковик
zh_hans: 通过网络搜索

# Link Unable to access permissom
source: No access granted. Please enable the relative access in the application access management.
ru: Нет разрешения на доступ. Пожалуйста, включите доступ в управлении приложениями.
zh_hans: 无法获取权限,请在手机应用权限管理中打开权限

# Link Unable to access permissom storage
source: No access to memory, please authorize in the application access management
ru: Нет доступа к памяти, пожалуйста авторизуйте доступ в управлении приложениями
zh_hans: 无法获取权限内存读写权限,请在手机应用权限管理中打开权限

# Link Unable to get the camera data
source: Unable to get the camera data, please open the camera permissions in the phone application rights management
ru: Не удалось получить данные камеры, пожалуйста открой разрешения камеры в настройках телефона, приложение для управления доступа
zh_hans: 无法获取摄像头数据，请在手机应用权限管理中打开摄像头权限

# Link Unable to get the sms data
source: No access to the sms, please enable the sms in the application access management on your phone
ru: Нет доступа к получению SMS, пожалуйста включите доступ SMS в управление доступом в приложении на вашем телефоне
zh_hans: 无法获取短信权限，请在手机应用权限管理中打开短信权限

# Link Unable to get the voice data
source: No access to the audio, please enable the audio in the application access management on your phone
ru: Нет доступа к аудио, пожалуйста включите звук в настройках доступа приложений на вашем телефоне
zh_hans: 无法获取音频权限，请在手机应用权限管理中打开音频权限

# Link Unknown error
source: Unknown error
ru: Неизвестная ошибка
zh_hans: 未知错误

# Link Update Group Name Failed
source: Update Group Name Failed
ru: Сбой при выполнении обновления названия группы
zh_hans: 更新群组名称失败

# Link User refuses camera permission please set
source: User refuses to authorize the use of the camera, and returns to the previous page Set-->privacy/General and other permissions settings
ru: Пользователь отказывается давать разрешение на использование камеры, вернуться на предыдущую страницу/n установить-->конфиденциальность/общие и другие параметры установки
zh_hans: 用户拒绝授权摄像头的使用权,返回上一页.请打开 设置-->隐私/通用等权限设置

# Link Verify
source: Verify
ru: Идет проверка...
zh_hans: 验证中

# Link Web page
source: [Web page]
ru: Веб-страница
zh_hans: 网页连接

# Link Whether Public
source: Public
ru: Программа публичная?
zh_hans: 是否公开

# Link You Remove from the group chat
source: You Remove %@ from the group chat
ru: Вы удалили %@ из группового чата
zh_hans: 你将%@移除了群组

# Link You apply to join has passed
source: Your application to join %@ was approved
ru: Ваше заявление на добавление в группу %@ было принято
zh_hans: 你申请加入%@群聊已通过

# Link You apply to join rejected
source: Your application to join %@ was rejected
ru: Ваше заявление на добавление в группу %@ было отклонено
zh_hans: 你申请加入%@群聊被拒绝

# Link Your invitation
source: Your invitation
ru: Ваше приглашение
zh_hans: 你的邀请

# Link access to your Address Book in Settings
source: Please grant us access to your Address Book in Settings -> Privacy -> Contacts
ru: Пожалуйста, предоставьте доступ к вашей адресной книге в Настройки -> конфиденциальность -> Контакты
zh_hans: 请到手机中设置联系人权限

# Link application was refused
source: The application is rejected
ru: Заявка отклонена
zh_hans: 申请被拒绝

# Link apply to join group
source: Apply to join group
ru: Заявление на добавление в группу
zh_hans: 申请加入群

# Link apply to join group chat
source: %@ apply to join group chat %@
ru: %@ отправить заявления на добавление в группу %@
zh_hans: %@申请加入群聊%@

# Link become new group owner
source: %@ become new group owner
ru: Стать новым владельцем группы %@
zh_hans: %@成为了群主

# Link contact count
source: %d contact%@%@
ru: %d контактное лицо %@%@
zh_hans: %d位联系人%@%@

# Link contact count group count
source: %1$d contact,%2$d group
ru: Контактное лицо %1$d, группа %2$d
zh_hans: %1$d位联系人,%2$d个群组

# Link contact loading failed check the contact pression
source: contact loading failed, please check the contact access in the settings of your phone
ru: Загрузка контактов не удалось, пожалуйста проверьте доступ к контактным данным в настройках телефона
zh_hans: 获取联系人失败，请到手机设置中检查联系人权限

# Link enter the group
source: %@ join the group
ru: Добавить группу %@
zh_hans: %@加入群聊

# Link group count
source: %d group
ru: Группа %d
zh_hans: %d个群组

# Link have joined the group
source: You've joined in the group
ru: Вы уже добавлены в эту группу
zh_hans: 你已经加入这个群组

# Link invite encrypted chat with APP Download
source: %@ invite you to start encrypted chat with connect.im Connect is an open source P2P encrypted messages APP. Download:https://connect.im
ru: %@ приглашает Вас начать зашифрованный чат с Connect, Connect - это приложение для зашифрованного общения P2P。Адрес для скачивания: https://connect.im
zh_hans: %@ 邀请您使用Connect开始加密聊天，Connect是一个开源的P2P加密聊天APP。下载地址: https://connect.im

# Link invite you to start encrypted chat with Connect
source: %@ invite you to start encrypted chat with Connect
ru: %@ приглашает Вас начать зашифрованный чат с Connect
zh_hans: %@邀请你使用Connect加密聊天

# Link invited to the group chat
source: %@ invited %@ to the group chat
ru: %@ пригласила , чтобы добавить в группу %@
zh_hans: %@邀请了%@加入群聊

# Link search someThing
source: Bitcoin Address/Phone Number/CONNECTID
ru: Поиск (адрес/телефоный номер/ID подключения)
zh_hans: 搜索(地址/电话号码/CONNECTID)

# Link the group member can see the QR
source: When enabled, the group member can see the QR code
ru: После активации, члены группы могут увидеть QR код
zh_hans: 启用后，群成员可以看见群二维码

# Link update Failed
source: update Failed
ru: Сбой при исправлении
zh_hans: 修改失败

# Link user friends
source: %@'s friends
ru: %@ друга
zh_hans: %@的朋友

source: Login
ru: Логин модуля
zh_hans: 登录模块

# Login Avatar upload failed
source: Avatar upload failed
ru: Сбой при загрузки аватара
zh_hans: 头像上传失败

# Login Camera guide tip
source: Tap to take photo and hold to record vedio
ru: Нажмите, чтобы сделать фотографию и удерживайте для записи видео
zh_hans: 点击拍照,按住摄像

# Login Code
source: CODE
ru: Код подтверждения
zh_hans: 验证码

# Login Collecting Sounds as Random Seed
source: Collecting Sounds as Random Seed...
ru: Собирание голосов как случайных чисел
zh_hans: 正在收集声音作为随机数...

# Login Decrypted private key
source: Private key
ru: Секретный ключ
zh_hans: 私钥

# Login Edit
source: Edit
ru: Редактирование
zh_hans: 编辑

# Login Encrypted private key
source: Encrypted private key
ru: Шифрование приватного ключа
zh_hans: 加密私钥

# Login Generated Failure
source: Create failed, please make sure you've made sound/voice around the mic
ru: Сбой при создании, пожалуйста убедитесь, что вы настроили звук микрофона
zh_hans: 创建失败，周围环境嘈杂系数不够

# Login Generated Successful
source: Generated Successful
ru: Успешное создание
zh_hans: 创建成功

# Login Generating Bitcoin address
source: Generating Bitcoin address as Connect ID
ru: Создание биткоин адреса как подключиться к услуге ID
zh_hans: 正在生成比特币地址作为Connect ID

# Login Generating Private and Public Key
source: Generating Private & Public Key
ru: Создание публичного и частного ключей...
zh_hans: 正在生成公私钥...

# Login Import private key
source: Import private key
ru: Импорт приватного ключа
zh_hans: 导入

# Login Import your backup
source: Import your backup or another bitcoin private key
ru: Импорт резервной копии или другой приватный ключ
zh_hans: 导入备份或者另一个私钥

# Login Invalid version number
source: Invalid version number
ru: Неверный номер версии программы
zh_hans: 非法的版本号

# Login Local User
source: Local User
ru: Локальный пользователь
zh_hans: 本地用户

# Login Local account
source: Local account
ru: Локальная учетная запись
zh_hans: 本地账号

# Login Login
source: Login
ru: Вход в систему
zh_hans: 登录

# Login Login Password Hint Title
source: Password Hint
ru: Подсказка для пароля
zh_hans: 密码提示

# Login Next
source: Next
ru: Следующий шаг
zh_hans: 下一步

# Login Not set
source: Not set
ru: Не устанавливается
zh_hans: 未设置

# Login Password
source: Password
ru: Пароль
zh_hans: 密码

# Login Password Hint
source: Password Hint: %@
ru: Подсказка для пароля :%@
zh_hans: 密码提示: %@

# Login Password Standard Tip
source: Password (at least 8 characters)
ru: Установите пароль (минимум 8 символов)
zh_hans: 设置登录密码(至少8位)

# Login Password explain
source: Password used to encrypt your private key Server does not store your password
ru: Пароль используемый для шифрования приватного ключа/n сервер не сохранит пароль
zh_hans: 密码用于对私钥加密 服务器不会存储密码

# Login Password incorrect
source: Password incorrect
ru: Неправильный пароль
zh_hans: 密码错误

# Login Phone binded
source: Phone is bound
ru: Номер уже привязан
zh_hans: 号码已绑定

# Login Please check that your input is correct
source: Please check that your input is correct
ru: Пожалуйста проверьте правильность ввода
zh_hans: 请检查您的输入是否正确

# Login Please wait for
source: Please wait %ds
ru: Просьба подождать %d секунд
zh_hans: 请耐心等待%d秒

# Login Resend
source: Resend
ru: Отправить заново
zh_hans: 重发

# Login Resend Time
source: Resend(%d)
ru: Отправить заново (%d)
zh_hans: 重发(%d)

# Login Reset Password And Login
source: Reset Password and Login
ru: Восстановить пароль для входа в систему
zh_hans: 重置密码登录

# Login SMS code has been send
source: SMS code has been sent
ru: SMS-код был отправлен
zh_hans: 短信验证码已发送

# Login SMS code is sending
source: Sending SMS verification code...
ru: Отправив код SMS-подтверждения...
zh_hans: 正在发送短信验证码...

# Login SMS code sent failure
source: SMS code sent failure
ru: Сбой при отправки кода SMS-подтверждения
zh_hans: 短信验证码发送失败

# Login Save successful
source: Save successful
ru: Успешно сохранено
zh_hans: 保存成功

# Login Scan your backup for login
source: Scan your backup for login
ru: Сканирование для входа в систему
zh_hans: 扫码登录

# Login Select Country
source: Select Country
ru: Выбрать страну
zh_hans: 选择国家

# Login Select User
source: Select User
ru: Выбрать пользователя
zh_hans: 选择用户

# Login Select form album
source: Choose from Photos
ru: Выбрать из фотогалереи
zh_hans: 从相册选择

# Login Send failed
source: Send failed
ru: Сбой при отправке
zh_hans: 发送失败

# Login Sending verification code
source: Sending verification code...
ru: Отправление кода подтверждения
zh_hans: 正在发送验证码

# Login Sign In Up Local account
source: Sign In/Up Local account
ru: Вход в данную учетную запись
zh_hans: 本地账户登录

# Login Sign Up
source: Sign Up
ru: Регистрация
zh_hans: 注册

# Login Successful
source: Successful
ru: Успешно завершено
zh_hans: 处理成功

# Login Take Photo
source: Take Photo
ru: Сделать фото
zh_hans: 拍照

# Login The qrCode can not be identified
source: The qrCode can not be identified
ru: QR-кода не может быть идентифицирован
zh_hans: 该二维码无法识别

# Login Update successful
source: Update successful
ru: Успешное завершение обновления
zh_hans: 更新成功

# Login Updated failed
source: Updated failed
ru: Обновление не удалось
zh_hans: 更新失败

# Login User avatar is illegal
source: User avatar is illegal
ru: Аватарка пользователя является незаконной
zh_hans: 用户头像不合法

# Login User name can not be Connect
source: User name can't be 'Connect'
ru: Имя пользователя не может быть "Connect"
zh_hans: 用户名不能为Connect

# Login UserName Error
source: UserName Error
ru: Ошибка в имени пользователя
zh_hans: 用户名不合法

# Login Verification code error
source: Verification code error
ru: Ошибка кода подтверждения
zh_hans: 验证码错误

# Login Welcome
source: Welcome
ru: Добро пожаловать
zh_hans: 欢迎回来

# Login Your account logged on at
source: Your account logged on %@ at %@
ru: Ваш зарегистрированый аккаунт на %@, время регистрации в %@
zh_hans: 你的帐号在%@登录，登录时间 %@

# Login creat account
source: Create account
ru: Создать учетную запись
zh_hans: 创建账号

# Login created by random number generator
source: created by random number generator
ru: Создается с помощью генератора случайных чисел
zh_hans: 由随机数生成器生成

# Login export encrypted prikey explain
source: This is the your private key encrypted by password You can export to your Photos or Email. You can scan this for login from other devices
ru: Это ваш личный зашифрованный ключ/n Вы можете экспортировать в фотогалерею или по электронной почте./ Для входа в систему вы можете сканировать QR-код учетной записи
zh_hans: 这是你的加密私钥串 你可以导出到图库或者邮箱 你可以在登录中扫描该二维码登录帐号

# Login export encrypted prikey explain Set Account Security
source: This is the your private key encrypted by password You can export to your Photos or Email. You can scan this for login from other devices.You can also tap yo the Setting - Account & Security for backup sonn.
ru: Это ваш личный зашифрованный ключ/n Вы можете экспортировать в фотогалерею или по электронной почте./ Для входа в систему вы можете сканировать QR-код учетной записи/ Вы можете в "настройках" установить резервное копирование " учетной записи и безопасн
zh_hans: 这是你的加密私钥串 你可以导出到图库或者邮箱 你可以在登录中扫描该二维码登录帐号 你以可以在“设置”-“账户与安全”中设置并备份

# Login export prikey explain
source: This is the your private key You can export to your Photos or Email. You can scan this for login from other devices.
ru: Это ваш личный ключ/n Вы можете экспортировать в фотогалерею или по электронной почте./ Для входа в систему вы можете сканировать QR-код учетной записи
zh_hans: 这是你的私钥串 你可以导出到图库或者邮箱 你可以在登录中扫描该二维码登录帐号

# Login guide bitcoinWallet
source: Bitcoin address
ru: Биткоин кошелек
zh_hans: 比特币钱包

# Login guide bitcoinWalletDescribe
source: Bitcoin transfer is as simple as sending a message
ru: Денежный перевод биткоин/n так же просто, как отправка сообщения
zh_hans: 比特币转账 就像发送一条消息一样简单

# Login guide encryptedChat
source: encrypted chat
ru: Зашифрованая беседа
zh_hans: 加密聊天
